Repository: VISWA68/Renewify
Catalog: user_app/renewify_login/lib/l10n/app_*.arb
Languages: hi, ta

# power
source: Power up your space!
hi: अपनी जगह को सक्रिय करें!
ta: உங்கள் இடத்தை சக்திவாய்ந்ததாக்குங்கள்!

source: Login
hi: लॉगिन
ta: உள்நுழைய

# cont
source: Login to Continue
hi: लॉगिन करने के लिए जारी रखें
ta: தொடர உள்நுழைக

source: Name
hi: नाम
ta: பெயர்

source: Email
hi: ईमेल
ta: மின்னஞ்சல்

# pass
source: Password
hi: पासवर्ड
ta: கடவுச்சொல்

# forget
source: Forget Password?
hi: पासवर्ड भूल गए?
ta: கடவுச்சொல் மறந்துவிட்டதா?

# dont
source: Don't have an account? Sign Up
hi: कोई खाता नहीं है? साइन अप करें
ta: கணக்கு இல்லையா? பதிவு செய்யவும்

# newe
source: Create new account
hi: नया खाता बनाएं
ta: புதிய கணக்கு உருவாக்கு

# sign
source: Sign up to Continue
hi: जारी रखने के लिए साइन अप करें
ta: தொடர பதிவு செய்யவும்

# phone
source: Phone number
hi: फोन नंबर
ta: தொலைபேசி எண்

# newpass
source: New Password
hi: नया पासवर्ड
ta: புதிய கடவுச்சொல்

# confirm
source: Confirm Password
hi: पासवर्ड की पुष्टि करें
ta: கடவுச்சொல்லை உறுதிசெய்

# but
source: Sign Up
hi: साइन अप करें
ta: பதிவு செய்யவும்

# tut1
source: Welcome to the Dashboard! Here you can access various features.
hi: डैशबोर्ड में आपका स्वागत है! यहां आप विभिन्न सुविधाओं का उपयोग कर सकते हैं।
ta: டாஷ்போர்டுக்கு வரவேற்கிறோம்! இங்கு பல அம்சங்களை அணுகலாம்.

# tut2
source: Click on 'Solar Installation' to start your solar journey.
hi: 'सोलर इंस्टॉलेशन' पर क्लिक करें और अपनी सौर यात्रा शुरू करें।
ta: 'சோலார் நிறுவல்' கிளிக் செய்து உங்கள் சோலார் பயணத்தை தொடங்குங்கள்.

# tut3
source: Check out 'Subsidies/Loans' for financial assistance.
hi: 'सब्सिडी/लोन' में वित्तीय सहायता की जानकारी प्राप्त करें।
ta: நிதி உதவிக்கான 'Subsidies/Loans' பார்க்கவும்.

# tut4
source: Explore 'Biogas' for green energy solutions.
hi: 'बायोगैस' के लिए हरित ऊर्जा समाधान का पता लगाएं।
ta: பசுமை ஆற்றல் தீர்வுகளுக்கு 'Biogas' ஆராயுங்கள்.

# tut5
source: Monitor 'Electricity' usage in real-time.
hi: 'बिजली' का उपयोग वास्तविक समय में मॉनिटर करें।
ta: 'மின்சாரம்' பயன்பாட்டை நேரடி நேரத்தில் கண்காணிக்கவும்.

# tut6
source: Visit 'Green Edge' for the latest news and updates.
hi: 'ग्रीन एज' पर नवीनतम समाचार और अपडेट पाएं।
ta: 'Green Edge'ல் புதிய செய்திகளையும் புதுப்பிப்புகளையும் பாருங்கள்.

# tut7
source: Shop in the 'Energy Market' for renewable products.
hi: 'एनर्जी मार्केट' में नवीकरणीय उत्पाद खरीदें।
ta: 'Energy Market'ல் பசுமை தயாரிப்புகளை வாங்குங்கள்.

source: Tutorial
hi: ट्यूटोरियल
ta: தொடர்நிலை அறிவுரை

source: OK
hi: ठीक है
ta: சரி

source: Skip
hi: छोड़ें
ta: தவிர்க்கவும்

# renew
source: RENEWIFY
hi: रीन्युफाई

source: Home
hi: घर
ta: முகப்பு

# solar
source: Solar Installation
hi: सोलर इंस्टॉलेशन
ta: சோலார் நிறுவல்

# subl
source: Subsidies /Loans
hi: सब्सिडी / लोन
ta: தள்ளுபடி/கடன்கள்

# bio
source: Biogas
hi: बायोगैस
ta: ஜீவரசாய ஆற்றல்

# ele
source: Electricity
hi: बिजली
ta: மின்சாரம்

# green
source: Green Edge
hi: ग्रीन एज
ta: பசுமை விளிம்பு

# energy
source: Energy Market
hi: एनर्जी मार्केट
ta: ஆற்றல் சந்தை

# set
source: Settings
hi: सेटिंग्स
ta: அமைப்புகள்

source: Logout
hi: लॉगआउट
ta: வெளியேறு

# complaint
source: Complaints
hi: मेरी शिकायतें
ta: புகார்கள்

source: Details
hi: विवरण
ta: விவரங்கள்

# prob
source: Problem Details
hi: समस्या का विवरण
ta: சிக்கல் விவரங்கள்

# call
source: Call Customer Support
hi: कस्टमर सपोर्ट को कॉल करें
ta: வாடிக்கையாளர் ஆதரவை அழைக்கவும்

# file
source: File Another Complaint
hi: दूसरी शिकायत दर्ज करें
ta: மற்றொரு புகாரைத் தாக்கல் செய்யவும்

# things
source: Things to know
hi: जानने योग्य बातें
ta: தெரிந்துகொள்ள வேண்டியவை

# noc
source: No Objection Certificate
hi: नो ऑब्जेक्शन सर्टिफिकेट
ta: எதிர்ப்பு அற்ற சான்றிதழ்

# noc_apply
source: To apply for a No Objection Certificate (NOC) from the municipality, visit the following link:
hi: नगर पालिका से नो ऑब्जेक्शन सर्टिफिकेट (एनओसी) के लिए आवेदन करने के लिए निम्नलिखित लिंक पर जाएं:
ta: நகராட்சி எதிர்ப்பு அற்ற சான்றிதழுக்கு விண்ணப்பிக்க, கீழே உள்ள இணைப்பை பார்வையிடவும்:

# noc_button
source: Apply for NOC
hi: एनओसी के लिए आवेदन करें
ta: எதிர்ப்பு அற்ற சான்றிதழுக்கு விண்ணப்பிக்கவும்

# solar_cost
source: Cost of Solar Installation
hi: सोलर इंस्टॉलेशन की लागत
ta: சோலார் நிறுவலின் செலவு

# cost_info
source: The average cost of a solar installation today is between Rs.15,000 to Rs.20,000 per kilowatt, depending on the size of the system and other factors.
hi: आज एक सौर स्थापना की औसत लागत 15,000 रुपये से 20,000 रुपये प्रति किलोवाट के बीच है, सिस्टम के आकार और अन्य कारकों पर निर्भर करती है।
ta: இன்று சோலார் நிறுவலின் சராசரி செலவு ஒரு கிலோவாட்டுக்கு ரூ.15,000 முதல் ரூ.20,000 வரை உள்ளது, அமைப்பின் அளவு மற்றும் பிற காரணிகளின் அடிப்படையில் மாறுபடும்.

# solar_subsidy
source: Subsidies for Solar Installations
hi: सोलर इंस्टॉलेशन के लिए सब्सिडी
ta: சோலார் நிறுவலுக்கான மானியங்கள்

# solar_sub_info
source: Subsidies for solar installations can cover up to 40% of the total cost, depending on the state and the specific program.
hi: सौर प्रतिष्ठानों के लिए सब्सिडी कुल लागत का 40% तक कवर कर सकती है, राज्य और विशेष कार्यक्रम के आधार पर।
ta: சோலார் நிறுவலுக்கான மானியங்கள் மொத்த செலவின் 40% வரை கையளிக்கப்படும், மாநிலம் மற்றும் குறிப்பிட்ட திட்டத்தின் அடிப்படையில்.

# tk_payback
source: Payback Period
hi: पे बैक अवधि
ta: திரும்ப செலுத்தும் காலம்

# tk_pay_content
source: The payback period for a solar installation can range from 3 to 7 years, depending on the cost of electricity and the amount of sunlight your location receives.
hi: सौर स्थापना के लिए पे बैक अवधि 3 से 7 वर्षों के बीच हो सकती है, बिजली की लागत और आपके स्थान पर प्राप्त सूर्यप्रकाश की मात्रा के आधार पर।
ta: சோலார் நிறுவலுக்கான திரும்ப செலுத்தும் காலம் 3 முதல் 7 ஆண்டுகளுக்கு மாறுபடும், மின்சாரம் செலவின் அடிப்படையிலும் உங்கள் இடத்தில் கிடைக்கும் வெயிலின் அளவின் அடிப்படையிலும் மாறுபடும்.

# tk_finance
source: Financing Options
hi: वित्तपोषण विकल्प
ta: நிதி விருப்பங்கள்

# tk_fin_content
source: Financing options for solar installations include loans, leases, and power purchase agreements (PPAs), which can help reduce the upfront cost.
hi: सौर प्रतिष्ठानों के लिए वित्तपोषण विकल्पों में ऋण, पट्टे और पावर खरीद समझौते (पीपीए) शामिल हैं, जो अग्रिम लागत को कम करने में मदद कर सकते हैं।
ta: சோலார் நிறுவலுக்கான நிதி விருப்பங்களில் கடன்கள், லீஸ்கள் மற்றும் மின்சாரம் கொள்முதல் ஒப்பந்தங்கள் (PPAs) அடங்கும், இது முன் செலவைக் குறைக்க உதவும்.

# solar_service
source: Solar Services
hi: सौर सेवाएं
ta: சோலார் சேவைகள்

# roof
source: Rooftop Analysis
hi: छत का विश्लेषण
ta: கூரை பகுப்பாய்வு

# solar_centers
source: Locate Centers
hi: केंद्र ढूंढें
ta: மையங்களை கண்டறி

# panel
source: Panel Type
hi: पैनल प्रकार
ta: பேனல் வகை

# bio_service
source: Biogas Services
hi: बायोगैस सेवाएं
ta: ஜீவரசாய ஆற்றல் சேவைகள்

# required
source: Requirement Criteria
hi: आवश्यकता मानदंड
ta: தேவையான அடிப்படைகள்

# ar_view
source: AR Visualization
hi: एआर विज़ुअलाइज़ेशन
ta: விரிவான காட்சியமைப்பு

# bio_monitor
source: Monitor
hi: मॉनिटर करें
ta: மாநிலத்தை கண்காணிக்கவும்

# bio_contact
source: Contact BioGas centers
hi: बायोगैस केंद्रों से संपर्क करें
ta: ஜீவரசாய மையங்களை தொடர்பு கொள்ளவும்

# ar_pop
source: Kindly notice
hi: कृपया ध्यान दें
ta: தயவுசெய்து கவனிக்கவும்

# pop_content
source: Please make sure you place your device camera facing towards an empty space.
hi: कृपया सुनिश्चित करें कि आप अपने डिवाइस कैमरे को खाली स्थान की ओर रखते हैं।
ta: தயவுசெய்து உங்கள் சாதனக் கேமராவை ஒரு காலியான இடத்தை நோக்கி நிலைப்படுத்தவும்.

source: Cancel
hi: रद्द करें
ta: ரத்துசெய்

# req_title
source: Requirements
hi: आवश्यकताएँ
ta: தேவைகள்

# req_1
source: Ensure there is land or space of about 5 square meters available for the installation.
hi: स्थापना के लिए लगभग 5 वर्ग मीटर की भूमि या स्थान उपलब्ध होना चाहिए।
ta: தொகுதிக்கான நிறுவலுக்கான 5 சதுர மீட்டர் நிலம் அல்லது இடம் இருக்க வேண்டும்.

# req_2
source: The biogas digester must be installed in a place that allows adequate exposure to sunlight.
hi: बायोगैस डाइजेस्टर को ऐसी जगह पर स्थापित किया जाना चाहिए जो पर्याप्त धूप प्राप्त करता हो।
ta: ஜீவரசாய நிலையம் நேரடி வெயில் கிடைக்கும் இடத்தில் நிறுவ வேண்டும்.

# req_3
source: The site should be accessible to input feedstock materials and water.
hi: साइट में इनपुट फीडस्टॉक सामग्री और पानी की पहुंच होनी चाहिए।
ta: உள்ளீட்டு ஊட்டச்சத்துக்களும் நீரும் அணுகக்கூடிய இடத்தில் இருக்க வேண்டும்.

# req_4
source: The location must have adequate drainage to prevent water logging.
hi: पानी जमा होने से बचाने के लिए स्थान में पर्याप्त जल निकासी होनी चाहिए।
ta: நீர் நெகிழ்ச்சி தவிர்க்க போதுமான வடிகால் வசதி இருக்க வேண்டும்.

# req_5
source: There should be enough distance from the biogas plant to nearby buildings and structures.
hi: बायोगैस प्लांट से पास की इमारतों और संरचनाओं तक पर्याप्त दूरी होनी चाहिए।
ta: ஜீவரசாய நிலையத்திலிருந்து அருகிலுள்ள கட்டிடங்கள் மற்றும் அமைப்புகளுக்கு போதுமான தூரம் இருக்க வேண்டும்.

# req_6
source: Ensure you have the required permissions from local authorities, if necessary.
hi: आवश्यक हो तो स्थानीय अधिकारियों से आवश्यक अनुमति प्राप्त करें।
ta: தேவைப்பட்டால் உள்ளூராட்சி அதிகாரிகளிடமிருந்து தேவையான அனுமதிகள் பெறவும்.

# req_7
source: Understand the maintenance requirements of the biogas system, including periodic inspections and servicing.
hi: बायोगैस प्रणाली के रखरखाव की आवश्यकताओं को समझें, जिसमें समय-समय पर निरीक्षण और सेवा शामिल है।
ta: ஜீவரசாய அமைப்பின் பராமரிப்பு தேவைகளைப் புரிந்துகொள்ளுங்கள், காலம்செய்த ஆய்வுகளும் பராமரிப்புகளும் உட்பட.

# req_8
source: Ensure a steady supply of feedstock materials to sustain biogas production.
hi: बायोगैस उत्पादन को बनाए रखने के लिए फीडस्टॉक सामग्री की निरंतर आपूर्ति सुनिश्चित करें।
ta: ஜீவரசாய உற்பத்தியைப் பேணும் ஊட்டச்சத்து பொருட்களின் நிலையான விநியோகம் உறுதி செய்யவும்.

source: Submit
hi: सबमिट करें
ta: சமர்ப்பிக்கவும்

# tandc
source: I have read and understood to the
hi: मैंने पढ़ा और समझा है
ta: நான் RENEWIFY ஜீவரசாய நிலையத்திற்கான தேவைகளைப் புரிந்தேன்.

# final_req
source: requirement criteria of RENEWIFY for installing biogas digester.
hi: बायोगैस डाइजेस्टर स्थापित करने के लिए रिन्युफाई के आवश्यकता मानदंड।
ta: தேவைகள் மீண்டும் உறுதிப்படுத்தவும்

# pm_surya
source: PRADAN MANDIRI SCHEME
hi: प्रधान मंडिरी योजना
ta: பிரதன் மந்திரி சூரியா திட்டம்

# urts
source: Union Roof Top Solar Scheme(URTS)
hi: यूनियन रूफ टॉप सोलर योजना (यूआरटीएस)
ta: யூனியன் கூரை சூரிய திட்டம்

# sbi
source: SBI Surya Ghar
hi: एसबीआई सूर्य घर
ta: SBI சூரிய கார்

# cbi
source: Central Bank of India Roof Top Solar Loan Scheme
hi: सेंट्रल बैंक ऑफ इंडिया रूफ टॉप सोलर लोन योजना
ta: இந்திய வங்கி கூரை சூரிய கடன் திட்டம்

# bob
source: Bank of Baroda
hi: बैंक ऑफ बड़ौदा
ta: பாரதா வங்கி

# unioncbg
source: Union CBG (Compressed Bio-Gas) Scheme
hi: यूनियन सीबीजी योजना
ta: யூனியன் சிபிஜி திட்டம்

# sbischeme
source: State Bank Scheme
hi: स्टेट बैंक योजना
ta: எஸ்பிஐ திட்டம்

# satat
source: SATAT BIO ENERGY SCHEME (SBES)
hi: सतत बायो ऊर्जा योजना (एसबीईएस)
ta: SATAT பசுமை ஆற்றல் திட்டம்

source: View
hi: देखें
ta: காண்க

# shop_title
source: Go green Go renewable
hi: ग्रीन हो जाएं नवीकरणीय हो जाएं
ta: பசுமை வழி செல்லுங்கள்

# shop_para
source: Find shops near you at a single marketplace!
hi: एक ही जगह पर अपने पास के दुकानों को खोजें!
ta: ஒரே சந்தையில் அருகிலுள்ள கடைகளை கண்டறியுங்கள்!

# inverter
source: Hybrid inverters
hi: हाइब्रिड इनवर्टर
ta: இன்வெர்டர்கள்

# charge
source: Charge controller
hi: चार्ज कंट्रोलर
ta: சார்ஜ் கட்டுப்படுத்தி

# battery
source: Batteries
hi: बैटरियां
ta: மின்கலம்

# wall_solar
source: Wall solar panel
hi: वॉल सोलर पैनल
ta: சுவர் சூரிய பேனல்

# cylinder
source: Biogas Cylinders
hi: बायोगैस सिलिंडर
ta: ஜீவரசாய சிலிண்டர்கள்

# manure
source: Bio manure
hi: बायो खाद
ta: ஜீவரசாய உரம்

source: Shop now
hi: अभी खरीदें
ta: இப்போது வாங்குங்கள்

# sub
source: Subsidy
hi: सब्सिडी
ta: தள்ளுபடி

# solar_loan
source: Loan provided for installation of Grid connected Rooftop Solar
hi: ग्रिड से जुड़े रूफटॉप सोलर की स्थापना के लिए प्रदान किया गया ऋण
ta: கூரையுடன் இணைக்கப்பட்ட சூரிய நிறுவலுக்கான கடன்

# top_loan
source: Loan for Solar Top
hi: सोलर टॉप के लिए ऋण
ta: சூரிய மேல் கடன்

# loan_amt
source: Loan Amount assuming cost of Solar at Rs. 70000 per KW.
hi: सोलर की लागत 70,000 रुपये प्रति केडब्ल्यू मानते हुए ऋण राशि।
ta: ஒரு கிலோவாட்டுக்கு ரூ.70,000 செலவில் சூரிய நிறுவனத்தின் கடன் தொகை.

# cbg
source: Scheme for Financing Compressed Biogas (CBG)
hi: कंप्रेस्ड बायोगैस (सीबीजी) योजना
ta: சிபிஜி திட்டத்திற்கான நிதி உதவி

# cbg_loan
source: Loan for setting up of projects for production of CBG
hi: सीबीजी उत्पादन परियोजनाओं की स्थापना के लिए ऋण
ta: சிபிஜி திட்டங்களை அமைப்பதற்கான கடன்

# cbg_proj
source: Scheme for setting up of Compressed Bio-Gas (CBG) projects
hi: कंप्रेस्ड बायोगैस (सीबीजी) परियोजनाओं की स्थापना के लिए योजना
ta: சிபிஜி திட்டங்களை அமைப்பதற்கான திட்டம்

# satat_scheme
source: Scheme for providing support for recovery of energy in the form of Biogas under SATAT
hi: सतत योजना के तहत ऊर्जा वसूली के लिए समर्थन प्रदान करने की योजना
ta: பசுமை ஆற்றல் மீட்கும் SATAT திட்டம்

# find
source: Find your Gas level
hi: अपने गैस स्तर का पता लगाएं
ta: உங்கள் கேஸ் நிலையை கண்டறியவும்

# biogas
source: Bio Gas Level left
hi: बायोगैस का शेष स्तर
ta: மீதமுள்ள ஜீவரசாய அளவு

# lpg
source: LPG Gas Level left
hi: एलपीजी गैस का शेष स्तर
ta: மீதமுள்ள எல்பிஜி அளவு

# gas
source: GAS Leak Detection
hi: गैस रिसाव का पता लगाना
ta: கேஸ் கசியல் கண்டறிதல்

# add
source: Add numbers which should be notified in case of gas leakage:
hi: गैस रिसाव के मामले में सूचित किए जाने वाले नंबर जोड़ें:
ta: கேஸ் கசியல் ஏற்பட்டால் அறிவிக்க வேண்டிய எண்களை சேர்க்கவும்:

# num1
source: Number 1: 8610236842
hi: नंबर 1: 8610236842
ta: எண் 1: 8610236842

# num2
source: Number 2: 9876543210
hi: नंबर 2: 9876543210
ta: எண் 2: 9876543210

# num3
source: Number 3: 9742412636
hi: नंबर 3: 9742412636
ta: எண் 3: 9742412636
